espressif/idf-extra-components/spi_nand_flash/host_test/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_MMU_PAGE_SIZE=0X10000
CONFIG_NAND_ENABLE_STATS=y
